Repository: Tralcan/trailStats
Catalog: Resources/*.lproj/Localizable.strings
Languages: es

source: Activities
es: Actividades

source: Welcome
es: Bienvenido

source: Clear cache and reload
es: Limpiar caché y recargar

source: Logout and clear cache
es: Cerrar sesión y limpiar caché

source: Cancel
es: Cancelar

source: Advanced Search
es: Búsqueda Avanzada

source: Options
es: Opciones

# Connect to Strava to automatically sync your trail and mountain runs.
source: Connect to Apple Health or Strava to automatically import your trail and mountain runs from your preferred source.
es: Conéctate a Strava para sincronizar automáticamente tus carreras de trail y montaña.

source: Welcome to Trail Stats
es: Bienvenido a trailStats

source: Search Criteria
es: Criterios de Búsqueda

source: Name contains
es: El nombre contiene

source: Filter by Date
es: Filtrar por Fecha

source: Date
es: Fecha

source: None
es: Ninguno

source: Minimum Distance (km)
es: Distancia Mínima (km)

source: Minimum Elevation (m)
es: Elevación Mínima (m)

source: Minimum Duration
es: Duración Mínima

source: Training Type
es: Tipo de Entrenamiento

source: Search
es: Buscar

source: Analytics
es: Análisis

source: Processes
es: Procesos

source: Races
es: Carreras

source: Easy Run
es: Carrera Fácil

source: Long Run
es: Carrera Larga

source: Intensity Workout
es: Entreno de Intensidad

source: Hill Workout
es: Entreno en Subidas

source: Technical Workout
es: Entreno en Bajadas

source: Race or Test
es: Carrera o Test

source: bpm
es: lpm

source: spm
es: ppm

# kpi.rpe.title
source: Perceived Effort (RPE)
es: Esfuerzo Percibido (RPE)

# kpi.rpe.description
source: 1 - 3 (Easy): You could hold a full conversation without a problem. It would be a regenerative jog. 4 - 6 (Moderate): You feel comfortable and can talk, but in short sentences. This is your endurance pace. 7 - 8 (Hard): It's very difficult to talk. You are at your threshold or race pace. 9 - 10 (Maximum): You are at your limit, panting. You can only maintain it for very short periods.
es: 1 - 3 (Fácil): Podrías mantener una conversación completa sin problema. Sería un trote regenerativo. 4 - 6 (Moderado): Te sientes cómodo y puedes hablar, pero con frases cortas. Es tu ritmo de resistencia. 7 - 8 (Duro): Te cuesta mucho hablar. Estás en tu umbral o ritmo de carrera. 9 - 10 (Máximo): Estás al límite, jadeando. Solo puedes mantenerlo por periodos muy cortos.

# kpi.gap.title
source: Grade Adjusted Pace (GAP)
es: Ritmo Ajustado (GAP)

# kpi.gap.description
source: Calculates your equivalent pace on flat terrain, adjusting for the effort made on climbs and descents. It helps to compare efforts on varied terrains.
es: Calcula tu ritmo equivalente en terreno llano, ajustando el esfuerzo realizado en subidas y bajadas. Ayuda a comparar esfuerzos en terrenos variados.

# kpi.decoupling.title
source: Cardiac Decoupling
es: Desacoplamiento Cardíaco

# kpi.decoupling.description
source: Measures how your heart rate increases with respect to your pace over time. A low value (ideally < 5%) indicates excellent aerobic endurance.
es: Mide cómo tu frecuencia cardíaca aumenta con respecto a tu ritmo a lo largo del tiempo. Un valor bajo (idealmente < 5%) indica una excelente resistencia aeróbica.

# kpi.vam.title
source: Vertical Speed (Climb)
es: Vel. Vertical (Ascenso)

# kpi.vam.description
source: Measures the meters you climb per hour (m/h). It is a key indicator of your ability and efficiency as a climber. Also known as VAM.
es: Mide los metros que asciendes por hora (m/h). Es un indicador clave de tu capacidad y eficiencia como escalador. También conocido como VAM.

# kpi.descentVam.title
source: Vertical Speed (Descent)
es: Vel. Vertical (Descenso)

# kpi.descentVam.description
source: Measures the meters you descend per hour (m/h). A high value can indicate good technique and confidence on descents.
es: Mide los metros que desciendes por hora (m/h). Un valor alto puede indicar una buena técnica y confianza en las bajadas.

# kpi.normalizedPower.title
source: Normalized Power
es: Potencia Normalizada

# kpi.normalizedPower.description
source: Estimation of the power you could have maintained with a constant effort. It is more accurate than average power for variable efforts like those in trail running.
es: Estimación de la potencia que podrías haber mantenido con un esfuerzo constante. Es más precisa que la potencia media para esfuerzos variables como los del trail.

# kpi.efficiencyIndex.title
source: Efficiency Index
es: Índice Eficiencia

# kpi.efficiencyIndex.description
source: Relates your speed to your heart rate. A higher value suggests you are more efficient, covering more distance per heartbeat.
es: Relaciona tu velocidad con tu frecuencia cardíaca. Un valor más alto sugiere que eres más eficiente, cubriendo más distancia por cada latido del corazón.

# kpi.vamGrade.title
source: VAM (Vertical Ascent Speed)
es: VAM (Velocidad de Ascenso Media)

# kpi.vamGrade.description
source: Measures the meters you climb per hour (m/h) specifically in this grade range. It is a key indicator of your efficiency as a climber on different inclines.
es: Mide los metros que asciendes por hora (m/h) específicamente en este rango de pendiente. Es un indicador clave de tu eficiencia como escalador en diferentes inclinaciones.

source: Distance
es: Distancia

source: Elevation
es: Desnivel

source: Time
es: Tiempo

source: Activity Type
es: Tipo de Actividad

source: My Notes
es: Mis Notas

source: Trail Analysis
es: Análisis de Trail

source: Comparative Radar Analysis
es: Análisis Comparativo Radar

# Key Segments
source: Key Segents
es: Segmentos Clave

source: Calculating advanced analysis...
es: Calculando análisis avanzado...

source: Interactive Analysis
es: Análisis Interactivo

source: Loading chart data...
es: Cargando datos del gráfico...

source: Pace
es: Ritmo

source: Heart Rate
es: Frec. Cardíaca

source: Cadence
es: Cadencia

source: Power
es: Potencia

source: Stride
es: Zancada

source: Share Analysis
es: Compartir Análisis

source: Back
es: Volver

source: Associate to Process
es: Asociar a Proceso

source: Do you want to associate this race to a process?
es: ¿Quieres asociar esta carrera a un proceso?

source: AI Analysis
es: Análisis IA

source: Generating analysis...
es: Generando análisis...

source: Retry Analysis
es: Reintentar Análisis

source: Grade
es: Pendiente

source: Avg HR
es: FC Media

source: Climb
es: Subida

source: Descent
es: Bajada

source: Activity Analysis: %@
es: Análisis de la Actividad: %@

source: Please select a race type to get AI analysis.
es: Por favor, selecciona un tipo de carrera para obtener el análisis de la IA.

source: AI Coach analysis not available: %@
es: Análisis del IA Coach no disponible: %@

source: Failed to generate GPX data.
es: Fallo al generar los datos GPX.

source: Failed to fetch activity streams for GPX: %@
es: Fallo al obtener los streams de la actividad para GPX: %@

source: Activity Name
es: Nombre de la Actividad

source: Moving Time
es: Tiempo en Movimiento

source: Positive Elevation
es: Desnivel Positivo

source: Average Heart Rate
es: Frecuencia Cardíaca Promedio

source: Average Cadence
es: Cadencia Promedio

source: Average Power
es: Potencia Promedio

source: Vertical Oscillation
es: Oscilación Vertical

source: Ground Contact Time
es: Tiempo de Contacto con el Suelo

source: Stride Length
es: Longitud de Zancada

source: Vertical Ratio
es: Ratio Vertical

source: VAM (Average Ascent Speed)
es: VAM (Velocidad de Ascenso Media)

source: Cardiac Decoupling (Pace:HR)
es: Desacoplamiento Cardíaco (Ritmo:FC)

source: Average Descent Speed
es: Velocidad de Descenso Media

source: Normalized Power (NP)
es: Potencia Normalizada (NP)

source: Grade Adjusted Pace (GAP)
es: Ritmo Ajustado por Pendiente (GAP)

source: Efficiency Index (Speed/HR)
es: Índice de Eficiencia (Velocidad/FC)

source: Perceived Effort (RPE)
es: Esfuerzo Percibido (RPE)

source: Race Type
es: Tipo de Carrera

source: Heart Rate Zone Distribution
es: Distribución de Zonas de FC

source: Performance by Grade
es: Rendimiento por Pendiente

source: of %@ at %@ (Pace: %@)
es: de %@ al %@ (Ritmo: %@)

# kpi.aerobicEfficiency.title
source: Aerobic Efficiency (EF)
es: Eficiencia Aeróbica (EF)

# kpi.aerobicEfficiency.description
source: Measures your speed output (pace) for each heartbeat. A higher value indicates better aerobic efficiency. It is calculated as your pace in meters per minute divided by your average heart rate. It is ideal for tracking your aerobic progress over time with efforts at a similar intensity.
es: Mide tu producción de velocidad (ritmo) por cada latido del corazón. Un valor más alto indica una mejor eficiencia aeróbica. Se calcula como tu ritmo en metros por minuto dividido por tu frecuencia cardíaca media. Es ideal para seguir tu progreso aeróbico a lo largo del tiempo con esfuerzos a una intensidad similar.

# kpi.trainingLoadCTL.title
source: Training Load (CTL - Chronic Training Load)
es: Carga de Entrenamiento (CTL - Chronic Training Load)

# kpi.trainingLoadCTL.description
source: Also known as 'Fitness', it is a weighted average of your training load over the last 42 days. It reflects the training load you can consistently handle. An increasing CTL indicates improving fitness.
es: También conocido como 'Fitness', es una media ponderada de tu carga de entrenamiento durante los últimos 42 días. Refleja la carga de entrenamiento que puedes soportar de forma consistente. Un CTL en aumento indica una mejora de la condición física.

# kpi.fatigueATL.title
source: Fatigue (ATL - Acute Training Load)
es: Fatiga (ATL - Acute Training Load)

# kpi.fatigueATL.description
source: Also known as 'Fatigue', it is a weighted average of your training load over the last 7 days. It reflects the accumulated fatigue from your recent workouts.
es: También conocido como 'Fatiga', es una media ponderada de tu carga de entrenamiento durante los últimos 7 días. Refleja la fatiga acumulada por tus entrenamientos recientes.

# kpi.verticalOscillation.title
source: Vertical Oscillation
es: Oscilación Vertical

# kpi.verticalOscillation.description
source: Measures the vertical 'bounce' of your torso with each step, in centimeters. Lower oscillation usually indicates a more efficient run, as less energy is wasted on upward and downward movement.
es: Mide el 'rebote' vertical de tu torso en cada paso, en centímetros. Una menor oscilación suele indicar una carrera más eficiente, ya que se desperdicia menos energía en movimiento hacia arriba y hacia abajo.

# kpi.groundContactTime.title
source: Ground Contact Time (GCT)
es: Tiempo de Contacto con el Suelo (GCT)

# kpi.strideLength.title
source: Stride Length
es: Longitud de Zancada

# kpi.strideLength.description
source: The distance you cover from one step to the next, measured in meters. It varies with pace, grade, and fatigue.
es: La distancia que recorres entre un paso y el siguiente, medida en metros. Varía con el ritmo, la pendiente y la fatiga.

# kpi.verticalRatio.title
source: Vertical Ratio
es: Ratio Vertical

# kpi.verticalRatio.description
source: The ratio of your vertical oscillation to your stride length, expressed as a percentage. A lower ratio indicates you are using more energy to move forward and less to bounce, which is more efficient. It is calculated as (Vertical Oscillation / Stride Length) * 100.
es: La relación entre tu oscilación vertical y tu longitud de zancada, expresada como un porcentaje. Un ratio más bajo indica que estás usando más energía para avanzar hacia adelante y menos para rebotar, lo que es más eficiente. Se calcula como (Oscilación Vertical / Longitud Zancada) * 100.

# kpi.vo.title
source: Vertical Oscillation
es: Oscilación Vertical

# kpi.vo.description
source: Measures the vertical 'bounce' of your torso with each step, in centimeters. Lower oscillation usually indicates a more efficient run, as less energy is wasted on upward and downward movement.
es: Mide el 'rebote' vertical de tu torso en cada paso, en centímetros. Una menor oscilación suele indicar una carrera más eficiente, ya que se desperdicia menos energía en movimiento hacia arriba y hacia abajo.

# kpi.gct.title
source: Ground Contact Time (GCT)
es: Tiempo de Contacto con el Suelo (GCT)

# kpi.gct.description
source: The time your foot spends in contact with the ground with each step, measured in milliseconds. Shorter contact times are often associated with higher efficiency and a faster cadence.
es: El tiempo que tu pie pasa en contacto con el suelo en cada paso, medido en milisegundos. Tiempos de contacto más bajos suelen estar asociados con una mayor eficiencia y una cadencia más alta.

source: 7 Days
es: 7 Días

source: 15 Days
es: 15 Días

source: 30 Days
es: 30 Días

source: 60 Days
es: 60 Días

source: 90 Days
es: 90 Días

source: Period
es: Período

source: Progress Analysis
es: Análisis de Progreso

# Progress Analysis Part 1
source: Progress
es: Análisis de

# Progress Analysis Part 2
source: Analysis
es: Progreso

source: Training Cycle
es: Ciclo de Entreno

# Training Cycle Part 1
source: Training
es: Ciclo de

# Training Cycle Part 2
source: Cycle
es: Entreno

source: Completed Races
es: Carreras Completadas

# Completed Races Part 1
source: Completed
es: Carreras

# Completed Races Part 2
source: Races
es: Completadas

source: Period Totals
es: Totales del Período

source: Total Time
es: Tiempo Total

source: Total Distance
es: Distancia Total

source: Total Elevation
es: Desnivel Total

source: Trail Analytics
es: Análitica de Trail

source: Ascent Speed
es: Vel. Ascenso

source: Descent Speed
es: Vel. Descenso

source: Norm. Power
es: Potencia Norm.

source: Efficiency Index
es: Índice Eficiencia

source: Decoupling
es: Desacople

source: Running Dynamics
es: Dinámica de Carrera

source: Contact Time
es: Tiempo de Contacto

source: Not enough data
es: No hay suficientes datos

source: Log more activities to see your progress over time.
es: Registra más actividades para ver tu progreso a lo largo del tiempo.

source: Aerobic Efficiency Evolution
es: Evolución de Eficiencia Aeróbica

source: Index
es: Índice

source: Weekly Intensity
es: Intensidad Semanal

source: No intensity data
es: No hay datos de intensidad

source: Activities need heart rate data to calculate intensity.
es: Las actividades necesitan datos de frecuencia cardíaca para calcular la intensidad.

source: Week
es: Semana

source: Percentage
es: Porcentaje

source: Zone
es: Zona

source: Weekly Cardiac Decoupling
es: Desacople Cardíaco Semanal

source: Weekly Distance
es: Distancia Semanal

source: Training Types
es: Tipos de Entrenamiento

source: Number of workouts by type in the selected period.
es: Cantidad de entrenamientos por tipo en el período seleccionado.

source: Type
es: Tipo

source: Workouts
es: Entrenamientos

source: No type data
es: No hay datos de tipos

source: There are no workouts for the selected period yet.
es: Aún no hay entrenamientos para el período seleccionado.

source: ACTIVE
es: ACTIVO

source: Edit
es: Editar

source: Process Information
es: Información del Proceso

source: Name (e.g. UTMB Preparation)
es: Nombre (Ej: Preparación UTMB)

source: Start Date
es: Fecha de Inicio

source: Race Date
es: Fecha de la Carrera

source: Goal
es: Objetivo

source: Describe your goal for this process
es: Describe tu objetivo para este proceso

source: Target Race
es: Carrera Objetivo

source: Initial Metrics
es: Métricas Iniciales

source: Weight
es: Peso

source: Body Fat %%
es: % Grasa Corporal

source: Lean Body Mass
es: Masa Magra

source: New Process
es: Nuevo Proceso

source: Save
es: Guardar

source: Edit Process
es: Editar Proceso

# process_summary_title
source: Process Summary
es: Resumen del Proceso

# goal_race_title
source: Goal Race
es: Carrera Objetivo

# goal_label
source: Goal:
es: Objetivo:

# process_progress_title
source: Process Progress
es: Progreso del Proceso

# process_completed_format
source: Completed: %d%%
es: Completado: %d%%

# period_totals_title
source: Period Totals
es: Totales del Período

# trail_analytics_title
source: Trail Analytics
es: Análitica de Trail

# process_kpi_activities
source: Activities
es: Actividades

# process_kpi_total_time
source: Total Time
es: Tiempo Total

# process_kpi_total_distance
source: Total Distance
es: Distancia Total

# process_kpi_total_elevation
source: Total Elevation
es: Desnivel Total

# process_loading_analytics
source: Calculating process analytics...
es: Calculando analíticas del proceso...

# add_entry_title
source: Add Entry
es: Añadir Registro

# add_body_metric_button
source: Body Metric
es: Métrica Corporal

# add_kinesiologist_visit_button
source: Kinesiologist Visit
es: Visita al Kinesiologo

# add_doctor_visit_button
source: Doctor Visit
es: Visita al Medico

# add_massage_session_button
source: Massage Session
es: Sesión de Masajes

# add_comment_button
source: Comment
es: Comentario

# cancel_button
source: Cancel
es: Cancelar

# official_time_label
source: Official Time
es: Tiempo Oficial

# gemini_coach_loading
source: Consulting Gemini coach...
es: Consultando al coach Gemini...

# estimated_time_label
source: Estimated Time
es: Tiempo Estimado

# estimation_reason_title
source: Estimation Reason
es: Razón de la Estimación

# ai_recommendations_title
source: AI Recommendations
es: Recomendaciones IA

# important_recommendation_label
source: Important
es: Importante

# nutrition_recommendation_label
source: Nutrition
es: Nutrición

# running_dynamics_title
source: Running Dynamics
es: Dinámica de Carrera

# process_kpi_vertical_oscillation
source: Vertical Oscillation
es: Oscilación Vertical

# process_kpi_ground_contact_time
source: Ground Contact Time
es: Tiempo de Contacto

# process_kpi_stride_length
source: Stride Length
es: Longitud de Zancada

# process_kpi_vertical_ratio
source: Vertical Ratio
es: Ratio Vertical

# ai_training_recommendation_title
source: AI Training Recommendation
es: Recomendación de entrenamientos IA

# no_activities_in_process_title
source: No activities in this process
es: No hay actividades en este proceso

# no_activities_in_process_message
source: Log new activities to see the analytics for this period.
es: Registra nuevas actividades para ver las analíticas de este período.

# process_kpi_vam
source: Ascent Speed
es: Vel. Ascenso

# process_kpi_descent_vam
source: Descent Speed
es: Vel. Descenso

# process_kpi_normalized_power
source: Norm. Power
es: Potencia Norm.

# process_kpi_efficiency_index
source: Efficiency Index
es: Índice Eficiencia

# process_kpi_decoupling
source: Decoupling
es: Desacople

source: Heart Rate Zone Analysis
es: Análisis por Zonas de FC

source: No heart rate data to analyze zones.
es: No hay datos de frecuencia cardíaca para analizar las zonas.

source: Metric
es: Métrica

source: Altimetry Profile
es: Perfil de Altimetría

source: No data for %@
es: No hay datos para %@

source: Current Activity
es: Actividad Actual

source: Average
es: Promedio

# radar.decoupling.label
source: Decoupl.
es: Desacop.

# radar.efficiency.label
source: Effic.
es: Eficien.

# radar.np.label
source: NP
es: PN

# radar.verticalRatio.label
source: V.Ratio
es: Ratio Vert.

# no_races_found_message
source: No races found.
es: No se encontraron carreras.
